{
  "nav": {
    "nav_title": "Iv치n PS",
    "nav_home": "Inicio",
    "nav_about": "Sobre m칤",
    "nav_projects": "Proyectos",
    "nav_contact": "Contacto",
    "nav_experience": "Experiencia"
  },
  "home": {
    "welcome": "춰Bienvenido!"
  },
  "about": {
    "title": "춰Hola! Soy Iv치n Paniagua S치nchez",
    "description": "Un apasionado desarrollador de software con formaci칩n en Desarrollo de Aplicaciones Web (DAW) y Desarrollo de Aplicaciones Multiplataforma (DAM).",
    "details": [
      "Me encanta la programaci칩n y siempre estoy buscando aprender nuevas tecnolog칤as para mejorar mis habilidades. Durante mi formaci칩n, he trabajado con HTML, CSS, JavaScript, React, PHP, Java, Python y bases de datos como MySQL. Mi objetivo es crear soluciones eficientes y bien estructuradas, ya sea en desarrollo web o en aplicaciones m칩viles y de escritorio.",
      "Soy una persona curiosa y autodidacta, con muchas ganas de afrontar nuevos retos en el mundo de la tecnolog칤a. 춰Si quieres saber m치s sobre m칤 o colaborar en un proyecto, no dudes en contactarme! 游"
    ]
  },
  "projects": [
    {
      "title": "FullStackOpen",
      "status": "游뚾游뚾 Actualmente Estudiando 游뚾游뚾",
      "description": "Este proyecto es un curso full-stack donde se usan React y Node.js. El curso profundiza en estos frameworks, adem치s de cubrir JavaScript, HTML y CSS. Incluye un certificado al finalizar.",
      "image": "FullStackOpen.png",
      "github": "https://github.com/Ivanfuenla18/FullStackOpen",
      "button": "Ver c칩digo"
    },
    {
      "title": "Anubis Gaming",
      "description": "Este proyecto es un sitio web de ventas de videojuegos desarrollado con HTML, CSS, JavaScript, PHP y MySQL. Incluye un chatbot llamado THOT para ayudar a los usuarios a encontrar juegos, un mini juego de azar llamado MEHEN, un sistema de autenticaci칩n de usuarios, y una tienda con carrito de compras y sistema de monedas canjeables. Fue implementado utilizando tecnolog칤as como Node.js, Express y AJAX para una experiencia interactiva y personalizada.",
      "image": "Annubis.png",
      "github": "https://github.com/Ivanfuenla18/Anubis-Gaming",
      "button": "Ver c칩digo"
    },
    {
      "title": "Anubis Gaming 2.0",
      "status": "游뚾游뚾 EN DESARROLLO 游뚾游뚾",
      "description": "Este proyecto ser치 una versi칩n mejorada del proyecto Anubis Gaming, aplicando conocimientos del framework React y Node.js con Express como servidor backend.",
      "image": "anubis.png",
      "github": "https://github.com/Ivanfuenla18/Anubis-Gaming-2.0",
      "button": "Ver c칩digo"
    },
    {
      "title": "Tic-Tac-Toe",
      "description": "Este proyecto es un cl치sico juego de Tic-Tac-Toe desarrollado con HTML, CSS y JavaScript puro, sin frameworks ni bibliotecas adicionales. Es un juego para dos jugadores en el que los jugadores se turnan para marcar 'X' y 'O' en una cuadr칤cula de 3x3.",
      "image": "Tres_en_raya.png",
      "github": "https://github.com/Ivanfuenla18/Tres-en-raya",
      "button": "Ver c칩digo"
    }
  ],
  "experience": [
    {
      "year": "2023",
      "title": "Grado superior de desarrollo de aplicaciones multiplataforma",
      "institution": "I.E.S Gaspar Melchor de Jovellanos - Fuenlabrada",
      "description": "Formaci칩n en desarrollo de aplicaciones multiplataforma. Enfoque en creaci칩n de aplicaciones para diferentes plataformas como Android y m치s."
    },
    {
      "year": "2022",
      "title": "Grado superior de desarrollo de aplicaciones web",
      "institution": "I.E.S M치tematico Puig Adam - Getafe",
      "description": "Formaci칩n en desarrollo de aplicaciones web, con enfoque en tecnolog칤as como HTML, CSS, JavaScript y bases de datos."
    },
    {
      "year": "2021",
      "title": "Bachillerato Modalidad: Ciencias",
      "institution": "I.E.S Dolores Ibarrui - Fuenlabrada",
      "description": "Formaci칩n en ciencias, con asignaturas de matem치ticas, f칤sica y qu칤mica."
    },
    {
      "year": "2020",
      "title": "Estudios secundarios obligatorios",
      "institution": "I.E.S Dolores Ibarrui - Fuenlabrada",
      "description": "Finalizaci칩n de la educaci칩n secundaria obligatoria."
    }
  ],
  "contact": {
  "title": "Contacto",
  "description": "Puedes contactarme a trav칠s de mis redes o envi치ndome un correo.",
  "subject": "Asunto",
  "message": "Mensaje",
  "send": "Enviar"
}

}
