{
  "nav": {
    "nav_title": "Iv치n PS",
    "nav_home": "Inicio",
    "nav_about": "Sobre m칤",
    "nav_projects": "Proyectos",
    "nav_contact": "Contacto",
    "nav_experience": "Experiencia"
  },
  "home": {
    "welcome": "춰Bienvenido!"
  },
  "about": {
    "title": "춰Hola! Soy Iv치n Paniagua S치nchez",
    "description": "Desarrollador de software apasionado, con formaci칩n en Desarrollo de Aplicaciones Web (DAW) y Desarrollo de Aplicaciones Multiplataforma (DAM).",
    "details": [
      "Me encanta programar y siempre estoy buscando aprender nuevas tecnolog칤as para mejorar mis habilidades. Durante mi formaci칩n he trabajado con HTML, CSS, JavaScript, React, PHP, Java, Python y bases de datos como MySQL. Mi objetivo es crear soluciones eficientes y bien estructuradas, ya sea en desarrollo web o aplicaciones m칩viles y de escritorio.",
      "Soy una persona curiosa, autodidacta y con muchas ganas de afrontar nuevos retos en el mundo de la tecnolog칤a. 춰Si quieres saber m치s sobre m칤 o colaborar en alg칰n proyecto, no dudes en contactarme! 游"
    ]
  },
  "projects": [
    {
      "title": "FlowSweet",
      "description": "Sitio web de una florister칤a desarrollado con React y Tailwind CSS. Cuenta con un dise침o moderno y responsivo, incluyendo p치ginas como Inicio, Acerca de y Contacto. El proyecto est치 desplegado en GitHub Pages.",
      "image": "FlowSweet.png",
      "github": "https://github.com/Ivanfuenla18/FlowSweet",
      "button": "Ver c칩digo"
    },
    {
      "title": "FullStackOpen",
      "status": "游뚾游뚾 Actualmente estudiando 游뚾游뚾",
      "description": "Proyecto basado en un curso full-stack que utiliza React y Node.js. Se profundiza en estos frameworks, adem치s de cubrir JavaScript, HTML y CSS. Incluye una certificaci칩n al finalizar.",
      "image": "FullStackOpen.png",
      "github": "https://github.com/Ivanfuenla18/FullStackOpen",
      "button": "Ver c칩digo"
    },
    {
      "title": "Anubis Gaming",
      "description": "Sitio web de venta de videojuegos desarrollado con HTML, CSS, JavaScript, PHP y MySQL. Incluye un chatbot llamado THOT, un minijuego de azar llamado MEHEN, sistema de autenticaci칩n de usuarios y una tienda con carrito y sistema de monedas. Se utilizaron tecnolog칤as como Node.js, Express y AJAX.",
      "image": "Annubis.png",
      "github": "https://github.com/Ivanfuenla18/Anubis-Gaming",
      "button": "Ver c칩digo"
    },
    {
      "title": "Anubis Gaming 2.0",
      "status": "游뚾游뚾 EN DESARROLLO 游뚾游뚾",
      "description": "Versi칩n mejorada del proyecto Anubis Gaming, aplicando conocimientos del framework React y Node.js con Express como servidor backend.",
      "image": "anubis.png",
      "github": "https://github.com/Ivanfuenla18/Anubis-Gaming-2.0",
      "button": "Ver c칩digo"
    },
    {
      "title": "Tres en Raya",
      "description": "Cl치sico juego de Tres en Raya desarrollado con HTML, CSS y JavaScript puro, sin frameworks ni librer칤as externas. Es un juego para dos jugadores que se turnan para marcar 'X' y 'O' en una cuadr칤cula de 3x3.",
      "image": "Tres_en_raya.png",
      "github": "https://github.com/Ivanfuenla18/Tres-en-raya",
      "button": "Ver c칩digo"
    }
  ],
  "experience": [
    {
      "year": "2023",
      "title": "Grado Superior en Desarrollo de Aplicaciones Multiplataforma",
      "institution": "I.E.S Gaspar Melchor de Jovellanos - Fuenlabrada",
      "description": "Formaci칩n en desarrollo de aplicaciones multiplataforma. Enfoque en la creaci칩n de apps para diferentes plataformas como Android, entre otras."
    },
    {
      "year": "2022",
      "title": "Grado Superior en Desarrollo de Aplicaciones Web",
      "institution": "I.E.S Matem치tico Puig Adam - Getafe",
      "description": "Formaci칩n en desarrollo de aplicaciones web, con foco en tecnolog칤as como HTML, CSS, JavaScript y bases de datos."
    },
    {
      "year": "2021",
      "title": "Bachillerato de Ciencias",
      "institution": "I.E.S Dolores Ib치rruri - Fuenlabrada",
      "description": "Formaci칩n en ciencias, con asignaturas como matem치ticas, f칤sica y qu칤mica."
    },
    {
      "year": "2020",
      "title": "Educaci칩n Secundaria Obligatoria",
      "institution": "I.E.S Dolores Ib치rruri - Fuenlabrada",
      "description": "Finalizaci칩n de la educaci칩n secundaria obligatoria."
    }
  ],
  "contact": {
    "title": "Contacto",
    "description": "Puedes comunicarte conmigo a trav칠s de mis redes sociales o envi치ndome un correo electr칩nico.",
    "subject": "Asunto",
    "message": "Mensaje",
    "send": "Enviar"
  }
}
